# ==============================================================================
# 矛盾 & 转折
# label以turn_开头，表示剧情的转折点
# ==============================================================================

# 排练中原成员依旧插科打诨，认真系无法认同，
# 阐述自己的想法，再次被忽视，爆了
label turn_boom:
    # 传递信息：前面演练了很多次
    "排练的日子一天天过去，相信这样下去大家都会得到想要的结果。"
    # 传递信息：暴雷的演练
    "人想要学什么都能学会的，除了xxx"
    jump turn_talk

# 事后认真系向外向系理性阐述自己的想法，
# 大家因为梦想太宏大飘渺而浅尝辄止，
# 没有明确的方向；
# 外向系->认真系：认识到音乐的本质就是以音为乐
label turn_talk:
    jump turn_roadshow

# 解决方式：一场不期而遇的路演live
# 让认真系明白音乐能带来快乐
# 让原成员看到实现梦想的希望
label turn_roadshow:
    return
